const basePath = "./resource/image/";
const imgs = [
    // {
    //     url: "chair.jpg",
    //     desc: "（359元）顶配版粉色真皮电竞椅，自用一手，只用了一年，外观完美。有垫腿架，配有头枕、腰靠，滑轮脚正常，扶手可旋转可调高度。少女必备，让它陪你舒舒服服的学习、游戏和刷剧吧！。"
    // },
    {
        url: "blackberry.png",
        desc: "（100元）考研备用机，经典黑莓手机，可发短信打电话"
    },
    {
        url: "phone_1.png",
        desc: "（小米10s：1899，华为p30：859）小米10s 12g+256g白色版，自用一手，无拆无修无磕碰，21年4月入手，品相极佳，具体参数请自行查阅。当主力机使用一点儿问题没有，lolm，原神什么都轻松驾驭。从使用感觉上来说，90hz的屏幕平时使用和玩游戏都极大提高了视觉流畅度，1亿像素拍全分辨率的照片细节清晰到令人发指。哈曼卡顿调教的上下双扬声器，我只能说，什么是音质，什么空间感，体会过才知道。"
    },
    {
        url: "phone_0.png",
        desc: "（小米10s：1899，华为p30：859）华为p30 8g+128g版，自用一手，无拆无修无磕碰，虽然机子时间稍长，但保护的非常好，harmony os系统流畅，尺寸握感恰到好处。虽然跑这两年的大型游戏极高画质有些吃力，但畅玩绝对没问题。便宜出，不论你是当做过渡机还是备用机还是考研机都是不二之选，非重度手机游戏用户当主力机也完全不在话下。"
    },
    {
        url: "wh_1000xm3.png",
        desc: "（859元）sony wh-1000xm3 自用一手，无拆无修无磕碰，正常使用的磨损。xm3的传奇可以去各大视频网站自行搜索，不论从音质，主动降噪效果，还是从佩戴舒适度，颜值等方面，都无人能出其右，妥妥的头戴式主动降噪耳机天花板。在教室学习总被来来往往的人打断思绪?在图书馆旁边的人翻书的声音让你心神不宁?高强度学习的时候静不下心?你在学习，室友却不是在打游戏就是在打呼噜? 你需要一个强力的主动降噪耳机! xm3，绝对值得拥有。"
    },
    {
        url: "things1.jpg",
        desc: "（图中有标价）洗衣液、消毒液、挂衣架、各种盆子。"
    },
    {
        url: "things2.jpg",
        desc: "（图中有标价）木制鞋架、收纳架、收纳盒、桌面支架、收纳篮、床头篮、收纳框。"
    },
    {
        url: "ballons.png",
        desc: "（一包5元）几十个大号气球，里面有纸片的那种"
    },

    {
        url: "chargers.png",
        desc: "（两个20元）充电宝，左边2万mh，右边5千mh"
    },
    {
        url: "dictionaries.png",
        desc: "（一套80元）只翻过两次的，正版陆谷孙汉英大词典+新世纪英汉词典套装，在我这儿尘封已久但灰尘已经被我擦得干干净净的，翻译大杀器! 没能让它物尽其用，我已铸成大错! 不能为它谋得良主，我将错上加错! "
    },
    {
        url: "english_books.png",
        desc: "（每本5元）英语书、西班牙语书、日语书"
    },
    {
        url: "hot_skin.png",
        desc: "（一包5元）一包10个暖贴，发热很足"
    },
    {
        url: "ipad_bag_1.png",
        desc: "（5元）ipad pro 10.5保护套"
    },
    {
        url: "ipad_bag.png",
        desc: "（40元）ipad pro 10.5纯皮保护包"
    },
    {
        url: "miAudio.png",
        desc: "（20元）小米蓝牙音箱"
    },
    {
        url: "mouse_bottom.png",
        desc: "（大5元小3元）鼠标垫"
    },
    {
        url: "pens.png",
        desc: "（笔0.5元每支，笔架2.5元每个）各种笔和笔架"
    },

    {
        url: "router.png",
        desc: "（10元）极路由，可插充电宝，宿舍多人可共享wifi"
    },
    {
        url: "tools.png",
        desc: "（打包2元）小夹子"
    },

    {
        url: "xs_bags.png",
        desc: "（每个3元）iphone xs的手机壳，手感很好，就是用的时间比较长，外观有些磨损了。"
    },
    


]